{
    "filmTitle": "Gattaca (1997)",
    "filmImagesLocation": "images/gattaca/",
    "contents": [
        {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "You want to know how I did it? This is how I did it, Anton: I never saved anything for the swim back."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "For someone who was never meant for this world, I must confess I'm suddenly having a hard time leaving it. Of course, they say every atom in our bodies was once part of a star. Maybe I'm not leaving... maybe I'm going home."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "I don't know how to thank you."
            }, {
                    "character": "Jerome",
                    "lines": "No, no. I got the better end of the deal. I only lent you my body. You lent me your dream."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Anton Freeman",
                    "lines": "Vincent! How are you doing this Vincent? How have you done any of this? We have to go back."
            }, {
                    "character": "Vincent",
                    "lines": "It's too late for that. We're closer to the other side."
            }, {
                    "character": "Anton Freeman",
                    "lines": "What other side? You wanna drown us both?"
            }, {
                    "character": "Vincent",
                    "lines": "You wanna know how I did it? This is how I did it Anton. I never saved anything for the swim back."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Irene",
                    "lines": "I don't even know who you are."
            }, {
                    "character": "Vincent",
                    "lines": " I'm the same person I was yesterday."
            }, {
                    "character": "Irene",
                    "lines": " I can't hear any more of your lies Jerome..."
            }, {
                    "character": "Vincent",
                    "lines": "My name is Vincent, all right? Vincent Anton Freeman, and I'm a 'faith birth' or a 'de-gene-erate', whatever you want to call it; but I am NOT a murderer!"
            }, {
                    "character": "Irene",
                    "lines": " You're a 'God-child'?"
            }, {
                    "character": "Vincent",
                    "lines": " But we do have one thing in common, only I don't have twenty or thirty years left in mine. Mine is already ten thousand beats overdue."
            }, {
                    "character": "Irene",
                    "lines": " It's not possible."
            }, {
                    "character": "Vincent",
                    "lines": "You are the authority on what is not possible, aren't you Irene? They've got you looking for any flaw, that after a while that's all you see. For what it's worth, I'm here to tell you that it is possible. It is possible."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "It's funny, you work so hard, you do everything you can to get away from a place, and when you finally get your chance to leave, you find a reason to stay."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "I was never more certain of how far away I was from my goal than when I was standing right beside it."
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Vincent",
                    "lines": "Is the only way you can succeed is to see me fail?"
            }]
        }, {
            "images": [
                "vlcsnap-2015-01-10-20h28m19s224.jpg"
            ],
            "quotes": [{
                    "character": "Antonio",
                    "lines": "The only way you're going to see the inside of a spaceship is if you were cleaning it."
            }]
        }
    ]
}
