{
	"postTitle": "The Matrix",
	"imagesLocation": "images/the_matrix/",
	"contents": [{
		"image": "end-morpheus.jpg",
		"text": "The Architect tells Neo he will need to choose 7 males and 16 females to rebuild Zion. This is likely a reference to Genesis 7:16, 'The animals going in were male and female of every living thing'. The total of 23 people could be a nod to human DNA, which contains 23 pairs of chromosomes."
		},{
		"image": "end-neo.jpg",
		"text": "A reason for the 'sixth' One: six is the biblical day on which humanity was made, and Neo is in a sense the first 'human'. He is certainly the first 'One' who defeats the system and establishes the basis for freedom. The seventh 'reloading' would then be a 'sabbath': a 'day' of rest, on which the war would be over, or at least paused. Suggested by Wes Howard-Brook"
		},{
		"image": "end-twins.jpg",
		"text": "Neo's room number in The Matrix is 101. Room 101 in George Orwell's novel 1984 is where people are sent to be tortured and brainwashed into believing things that aren't true."
		},{
		"image": "end-smith.jpg",
		"text": "Agent Smith's license plate in Reloaded is IS 5416, a reference to Isaiah 54:16: 'Behold, I have created the smith who blows the coals in the fire, who brings forth an instrument for his work; and I have created the spoiler to destroy.'"
		},{
		"image": "end-jada.jpg",
		"text": "The Architect's wall of video monitors in 'Reloaded' appears briefly in 'The Matrix': Immediately after Neo is apprehended at MetaCorTechs, and before he is interrogated by Agent Smith, the camera slowly zooms in on several video monitors showing Neo sitting in the interrogation room. Many people assumed the monitors were connected to interrogation room cameras in the police station, but curiously, they all showed the same image of Neo in his room. The Architect was watching Neo even before he was awakened by Morpheus and his crew."
		},{
		"image": "end-trinity.jpg",
		"text": "Inside the Nebuchadnezzar, a plaque is shown briefly in the background with the ship's name, and 'Mark 3 no. 11.' This is likely a reference to the Biblical verse Mark 3:11: 'And whenever the unclean spirits saw him, they fell down before him and cried out saying, 'You are the Son of God.'"
		},{
		"image": "end-monica.jpg",
		"text": "At the 'Door to the Source' briefing in 'Reloaded' The Keymaker tells the rebels that the amount of time that the One has to open the door to the Source is 314 seconds. This is likely an allusion to PI, 3.14, which is a close approximation of the relation of a circle's circumference to its diameter, yet contains an unending anomaly, much like the One is to the Matrix."
		}]
}